Special Functions
=================

sage: plot(gamma(x), x, [0.1,1],frame=True)                                     

.. figure:: /images/gamma_0.png 

sage: plot(gamma(x), x, [-1,0],frame=True)                                      

.. figure:: /images/gamma_1.png 

sage: plot(zeta(x), x, [-1,1],frame=True)                                       

.. figure:: /images/zeta.png 

sage: plot(erf(x), x, [-2,2],frame=True)                                        

.. figure:: /images/erf.png 

sage: plot(erfc(x), x, [-2,2],frame=True)                                       

.. figure:: /images/erfc.png 